{
    "heading-1": "Creating hope, health and happiness for everyone in retail.",
    "content-1": "From 1832 onwards, the Retail Trust has been caring for and protecting the lives of people working in retail. We believe the health of our colleagues is the foundation they need to flourish in both work and life, creating a more sustainable and successful future for retail.",
    "subcontent-1": "Support our charity and together we can transform lives for good.",
    "heading-2": "Leaders’ Summit",
    "content-2": "On 2 November 2023, we’ll bring together mental health trailblazers, industry changemakers and forward-thinking retail leaders for a one-day programme  of fresh, thought provoking content that challenges the typical approach to wellbeing strategy.",
    "header-1": "Your health and wellbeing.",
    "h1-content": "From unlocking the power of your period and everything you need to know about perimenopause and menopause to health checks to add to your routine and health symptoms you should never ignore; plus excuse-busting exercise hacks and happiness-boosting food.",
    "card-1": "",
    "unlock-happines-header": "How happy are you at work? And how can you be happier?",
    "unlock-happiness-content-1": "It can be hard to figure this out by yourself, after all there are loads of factors that can impact happiness levels in the workplace, from job satisfaction to how well you get on with your colleagues.",
    "unlock-happiness-content-2": "But we’re here to help you work it out. Complete a short happiness assessment  and get your free action plan to be a better you.",
    "let’s-respect-retail": "Let’s respect retail",
    "let’s-respect-retail-content": "As the latest Retail Trust poll reveals the impact of customer abuse on retail workers, we’ve launched our respect retail campaign to protect the wellbeing of colleagues and stop the intolerance epidemic.",
    "health-of-retail-report-2023": "Health-of-retail-report-2023",
    "health-of-retail-report-2023-content": "Our new report gives a snapshot into exactly how employees are feeling and how people leaders are responding.",
    "helping-your-business": "Helping your business.",
    "helping-your-business-content": "We believe happy, healthy people create a more productive and purposeful business. Our expertise in retail provides you with the reassurance and clarity that helps your people and business to thrive.",
    "newsletter-sign-up": "Newsletter sign-up",
    "newsletter-sign-up-content": "Stay up-to-date with our latest health and wellbeing content, news, stories and events.",
    "get-involved": "Get involved.",
    "get-involved-content": "As the charity for those who work in retail, our cause has never been more important. Join us today to create hope, health and happiness for everyone in retail.",
    "halloween-walk": "Halloween Walk",
    "halloween-walk-content": "Why not treat yourself to a hair-raising hike around some of London’s scary streets and historic haunts?",
    "leaders’-summit": "Leaders’ Summit",
    "leaders’-summit-content": "We brought together mental health trailblazers, industry changemakers and forward-thinking retail leaders for a one-day programme of fresh, thought provoking content that challenged the typical approach to wellbeing strategy.",
    "our-retail-coalition": "Our retail coalition.",
    "our-retail-coalition-content": "Thank you to every organisation who supports our cause to create hope, health and happiness for everyone in retail."
}